Repository: DalalAlsaidi/PROJECT-2
Catalog: DecAntique/DecAntique/*.lproj/Localizable.strings
Languages: ar_sa

source: Home
ar_sa: الرئيسية

source: Prducts Details
ar_sa: تفاصيل المنتج

source: Email...
ar_sa: البريد الإلكتروني

source: Please login to add or remove Shopping cart.
ar_sa: يرجى تسجيل الدخول

source: Alert
ar_sa: تنبيه

source: OK
ar_sa: موافق

source: CANCEL
ar_sa: إلغاء

source: Loading
ar_sa: جاري التحميل

source: Please input your email.
ar_sa: يرجى إدخال بريدك الإلكتروني

source: Please input valid email.
ar_sa: يرجى إدخال بريد إلكتروني صحيح

source: Please input password.
ar_sa: يرجى إدخال كلمة السر

source: Please confirm password.
ar_sa: يرجى تأكيد كلمة السر

source: Please input correct password.
ar_sa: يرجى إدخال كلمة سر صحيحة

source: Email is not registered or deleted by manager.
ar_sa: البريد الإلكتروني غير صحيح أو تم حذف الحساب

source: Please login to delete product.
ar_sa: يرجى تسجيل الدخول لحذف المنتج

source: Would you like to delete this product?
ar_sa: هل تريد حذف المنتج؟

source: Remove
ar_sa: حذف

source: Add
ar_sa: أَضِف

source: Please select photo.
ar_sa: يرجى إختيار صورة

source: Please input product name.
ar_sa: يرجى إدخال الإسم

source: Please input product price.
ar_sa: يرجى إدخال السعر

source: Please input description.
ar_sa: يرجى إدخال الوصف

source: Your profile was updated successfuly.
ar_sa: تم تحديث معلوماتك بنجاح

source: Would you like to remove product from Favorite list?
ar_sa: هل تريد حذف المنتج من المفضلة؟

source: Would you like to add product to favorit list?
ar_sa: هل تريد إضافة المنتج للمفضلة

source: Please input user name.
ar_sa: يرجى إدخال إسم المستخدم

source: Please input email.
ar_sa: يرجى إدخال بريد إلكتروني

source: Please input vaild email.
ar_sa: يرجى إدخال بريد إلكتروني صحيح

source: Please input current password correctly.
ar_sa: يرجى إدخال كلمة السر الحالية بشكل صحيح

source: Please input vaild new password.
ar_sa: يرجى إدخال كلمة جديدة سر صحيحة

source: Would you like to delete this user?
ar_sa: هل تريد حذف هذا المستخدم؟

source: Would you like to log out?
ar_sa: هل تريد تسجيل الخروج؟

source: Log Out
ar_sa: تسجيل خروج

source: Cancel
ar_sa: إلغاء

source: Delete
ar_sa: حذف
